[
  {
    "path": "posts/2022-09-14-iteracion-2-formulando-pregunta-de-investigacion/",
    "title": "Iteración 2: Pregunta de investigacion",
    "description": "Formulando mi pregunta de investigación final. Describo la relación que se modela usando la estadistica.",
    "author": [
      {
        "name": "Farley Rimon",
        "url": {}
      }
    ],
    "date": "2022-09-14",
    "categories": [],
    "contents": "\r\ní é á\r\nIntroducción\r\nEl cambio climatico a venido a convertirse en un tema importante\r\nglobalmente. La sociedad contemporeana enfrenta un desafio importante\r\nque podria determinar como nuestro futuro se vera, el cambio climatico\r\nantropogenico. El cambio climatico esta definido como el cambio en largo\r\nplazo de temperaturas y los patrones climaticos (UN, 2021). El cambio\r\nclimatico antropogenico es negativo porque puede cambiar nuestro estilo\r\nde vivir. Ya en Chile y Brasil vemos como en los ultimas dos decadas se\r\nexperienció una sequía extrema. Estudios predicen que el cambio\r\nclimático en Latino America no solo afectará los recursos hidrológicos\r\npara consumo de agua, pero tambien afectará el sector agricultural y el\r\nsector hidroeléctrico (Arias et al. 2020;Delgado et al., 2015; IEA,\r\n2020).\r\nEl cambio climatico es mayormente causado por las emisiones de gases\r\n(o emisiones) que retienen el calor solar en nuestro planeta. Estas\r\nemisiones de gases son mayormente consecuencia directa del uso de\r\nrecursos de combustibles fósiles, i.e., recursos esenciales para la\r\neconomia contemporanea.\r\nPara contrarestar este cambio climatico antropogenico,desde 1992 se\r\nhan firmado varias cumbres globales con el proposito de regular (y\r\nreducir) el impacto antropogénico via emisiones al cambio climatico. El\r\nacuerdo mas importante hasta ahorita ha sido el Paris Agreement\r\n(2015) al cual se unieron no mas que ‘193\r\npaises’!\r\nEl viaje a formulacion de politicas para\r\nreducir emisionesTambien en Chile (y Latino America) la situacion de emisiones es\r\ncritica. En Santiago es evidente con la cantidad de smog que hay atrasa\r\nseveramente la salud ambiental y de las personas, posiblemente con\r\nconsecuencias a largo plazo. En la imagen podemos ver que Chile en el\r\n2014 queda en segundo lugar como emitor de gases de invernadero per\r\ncapita. Cuando vemos el tiempo transcurrir entre 2008 y 2018 vemos que\r\nlas emisiones han subido con un 23.8 %. En conclusión, las politicas\r\nparecen no tener efecto para mejorar las emisiones.\r\nLas emisiones CO2 de Chile per capita en\r\ncifras (Banco Mundial,2014)Las emisiones CO2 de Chile total por ano\r\n(Statista, 2018)Investigación inicial\r\nEsto plantea la pregunta de investigación: Ha tenido un efecto\r\npositivo la politica chilena a la polución causada por gases de\r\ninvierno? Para entender su efecto hay que concretar que politicas\r\nambientales han sido implementadas. Esto fue dificil, ya que en varias\r\nocaciones se hablan de metas, pero no de politicas públicas. En la\r\nsiguiente visión general esto se aclara:\r\n2017: Implementacion impuestos verdes de US$5 por tonelada CO2\r\neq.\r\n2018: Plan de Adaptación del Sector Energía\r\n2017-2022: Plan de Acción Nacional de Cambio Climático\r\n2017-2022\r\n2019: El Gobierno se comprometió en 2019 cerrar todas las centrales\r\nde Carbón en Chile al 2040. En 2019 cerraron 4. En 2021 cerraron 4 mas.\r\nEn total hay 28. (Energia, 2021)\r\n2019: Relac en todo Latino America; el 70% de la\r\ngeneración eléctrica en esta parte del mundo sea generada con fuentes de\r\nenergía renovable para el año 2030. Para Chile seria un\r\nmaximo de 95 millones de toneladas de gases de efecto\r\ninvernadero para 2030.\r\nTras analizar el contexto mejor descubrí que el proceso para\r\nconvertir estas politicas en variables operacionales requiere usar de la\r\nmetodologia, Natural Language Processing. La desventaja de este metodo\r\nes que es complicado y requiere un gran montante de datos para que\r\nfuncione correctamente. Al buscar documentos gobernamentales, se\r\ndescubre que se discuten mucho los objetivos de regulaciones sin definir\r\nla regulacion concretamente. Los objetivos son repetidos. Las\r\nregulaciones se definen regionalmente. Politicas que aplican en\r\nla región metropolitana no siempre aplican en otro lugar de\r\nChile. Es decir, minimizar el scope de la investigacion a base\r\nde industria o comuna, requiere mas datos. Mantener el high-level\r\nscope de la investigacion actual, requiere entender cuales\r\ninferencias se pueden hacer. Las dos opciones tienen un alto nivel de\r\ncomplexidad por la falta de datos o la interconexion de inferencias\r\ncausales. Es por esta razón que se ha tenido que iterar en la\r\ninvestigacion.\r\nEs mas, en la ultima decada ya se experenciarion desastres naturales\r\nirregulares. Aunque no sea definido causal, muchos factores apuntan a\r\nque la causa es el cambio climatico para los siguientes acontecimientos:\r\n* El 2019 es el noveno año consecutivo con temperaturas sobre el\r\npromedio en Chile. * El 2019 tuvo un déficit promedio de 23% y es el\r\nsegundo año más seco desde 1981.Las localidades con mayores déficits de\r\nprecipitaciones se encuentran entre las regiones de Coquimbo hasta\r\nBiobío, con un promedio de -70%. * En el periodo 2010-2019 se\r\nregistraron 64 eventos de olas de calor. El 2019 hubo un récord de 13\r\nolas de calor en Santiago. * Aunque no toda la erosión se produce por el\r\ncambio climático, playas como Hornitos (Antofagasta) o Algarrobo\r\n(Valparaíso) muestran u retroceso de más de 2 metros promedio al\r\naño.\r\nEn el contexto de las imagenes, entendemos que se puede hablar de una\r\ncrisis medio ambiental en Chile. Una crisis que para cada region es\r\npercibida diferente. En combinación con las cumbres firmadas, supongo\r\nque la percepción sobre la relevancia y los riesgos del cambio climatico\r\ncambia. Los cambios climaticos aumentan las catastrofes experenciadas y\r\npor esto la percepcion de riesgo. Las cumbres aumentan la conciencia\r\nsobre la relevancia del cambio climatico.\r\nUna\r\nformulacion nueva: percepcion pública sobre la importancia del medio\r\nambiente\r\nHipotesis\r\nEn esta investigación queremos concretar los efectos que tiene el\r\ncambio climatico a la percepcion publica. Concretamente se define la\r\nhipotesis como: El aumento de temperatura maxima anual y el\r\naumento de desastres naturales (especificamente, sequia y exceso de\r\nlluvia) afecta negativamente la percepción pública sobre el riesgo del\r\ncambio climático.\r\nVariable independiente: cambios de temperatura máxima y\r\nprecipitación anual.\r\nVariable dependendiente: percepcion publica sobre el riesgo del\r\ncambio climatico.\r\nPrimero que proceder, hay que entender que dice el contexto academico\r\nsobre la relación entre cambios climaticos, cumbres y percepcion\r\npública.\r\nHansen et al. (2012) encuentra que las temperaturas extremas no se\r\npueden explicar por eventos de cambio climatico naturales (ejemplo La\r\nNiña aumentando la sequía y temperatura), indicando una causa\r\nantropogenica.\r\nSchneiderbauer et al. (2021) encuentra que la percepción de riesgo\r\nsobre el cambio climatico es dependiente de experiencas personales,\r\neducación, ingreso y ocupación. Sin embargo, puede ser efecto de\r\nrandomización. Solo un aumento en educación parece estar\r\nrelacionado con un aumento en riesgo sobre cambio climatico.\r\nBagarinao (2016) tambien confirma esto. En otros casos, ocupación y\r\nlocación espacial determina tu vulnerabilidad a peligros naturales. Por\r\nejemplo, un granjero en el desierto de Atacama percibe la sequía como\r\nriesgo, mientras un ciudadano de Santiago percibe la polución como\r\nriesgo del cambio climatico.\r\nSchneiderbauer et al. (2021) tambien encuentra que la percepción de\r\nriesgo es dependiente de factores específicos para un contexto. Es\r\nimportante tener esto en cuenta, ya que puede ser la causa de\r\naleoteridad en los resultados de la investigación.\r\nBagarinao (2016) encuentra que los medios de información entre gente\r\neducada y no-educada afecta el riesgo de percepción. En varios casos se\r\nencuentra una correlacion negativa entre nivel de educacion y\r\nfamiliaridad con planes locales comunitarios contra cambio\r\nclimatico.\r\nUN (2021) conduciendo una encuesta global sobre el medio ambiente,\r\nencuentra que la diferencia en percepción basado en edad se puede\r\nignorar. Tambien se encuentra que las politicas mas populares apoyan la\r\nconservación de naturaleza y aumento en energía renovable. Es decir, ya\r\nse entiende que no se debe investigar una diferencia en percepción para\r\neste tema.\r\nUltimamente Bakaki y Bernauer (2017) encuentran que las\r\nnoticias sobre cumbres globales no afectan la percepción sino la\r\nconciencia sobre el cambio climatico.\r\nEntendiendo esta teoría se puede construír un modelo que cuadre con\r\nel concepto teórico. Esto facilita el proceso de entender los resultados\r\nde la investigación.\r\nVista general de datos\r\nYa que estamos construyendo un data-driven model es\r\nimportante entender que contienen nuestros datos para determinar su\r\nrelevancia para el uso del modelo. Se decidió combinar las percepciones\r\npúblicas a traves de la Encuesta\r\nNacional del Medio Ambiente producido por el Ministerio del Medio\r\nAmbiente, con la base de datos de Registro\r\nHistorico de Estadisticas Ambientales en Chile producido por el\r\nInstituto Nacional de Estadisticas.\r\nEn el siguiente blog se concretará como conducir esta investigación,\r\ncual a su vez determina que modelos y metodos estadísticos seran\r\nusados.\r\nBibliografía\r\nArias, M. E., Farinosi, F., Lee, E., Livino, A., Briscoe, J., &\r\nMoorcroft, P. R. (2020). Impacts of climate change and deforestation on\r\nhydropower planning in the Brazilian Amazon. Nature Sustainability,\r\n3(6), 430-436.\r\nBagarinao, R. T. (2016). Households’ Natural Disaster Preparedness: A\r\nView from a Second Class Municipality in a Developing Country.\r\nEnvironmentAsia, 9(2).\r\nBakaki, Z., & Bernauer, T. (2017). Do global climate summits\r\ninfluence public awareness and policy preferences concerning climate\r\nchange?. Environmental Politics, 26(1), 1-26.\r\nBollettino, V., Alcayna-Stevens, T., Sharma, M., Dy, P., Pham, P.,\r\n& Vinck, P. (2020). Public perception of climate change and disaster\r\npreparedness: Evidence from the Philippines. Climate Risk Management,\r\n30, 100250.\r\nDelgado, L., Torres Gómez, M., Tironi, A., & Marín, V. (2015).\r\nEstrategia de adaptación local al cambio climático para el acceso\r\nequitativo al agua en zonas rurales de Chile.\r\nIEA (2021), Climate Impacts on Latin American Hydropower, IEA, Paris\r\nhttps://www.iea.org/reports/climate-impacts-on-latin-american-hydropower\r\nSchneiderbauer, S., Pisa, P. F., Delves, J. L., Pedoth, L., Rufat,\r\nS., Erschbamer, M., & Granados-Chahin, S. (2021). Risk perception of\r\nclimate change and natural hazards in global mountain regions: A\r\ncritical review. Science of the total environment, 784, 146957.\r\nUN,\r\n2021; What is climate change\r\nCR2,\r\n2014; Emisiones latino america per capita\r\nStatista,\r\n2019; Emisiones de paises Latino Americanos\r\nGobierno\r\nde Chile, 2021; Cierre de Centrales de carbon\r\nWorld’s\r\nlargest survey of public opinion on climate change: a majority of people\r\ncall for wide-ranging action\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-10-05T12:46:38-03:00",
    "input_file": "iteracion-2-formulando-pregunta-de-investigacion.knit.md"
  },
  {
    "path": "posts/2022-08-25-formulando-la-pregunta-de-investigacin/",
    "title": "Formulando la pregunta de investigación",
    "description": "En este post describo mi tema de interes y las variables disponible para este analisis.Esta sera la base de mi investigación para ICP5006.",
    "author": [
      {
        "name": "Farley Rimon",
        "url": {}
      }
    ],
    "date": "2022-08-25",
    "categories": [],
    "contents": "\r\nIntroducción\r\nLa sociedad contemporeana enfrenta un desafio importante que podria\r\ndeterminar como nuestro futuro se vera, el cambio climatico\r\nantropogenico. El cambio climatico esta definido como el cambio en largo\r\nplazo de temperaturas y los patrones climaticos (UN, 2021). El cambio\r\nclimatico antropogenico es negativo porque puede cambiar el ecosistema a\r\nuno con recursos escarcos, biodiversidad reducida, probalidad\r\nincrementada de hazards naturales, y mas. Todos estas fenomenas haran el\r\nvivir en este planeta como lo conocemos mas dificil. El cambio climatico\r\nantropogenico tendra consecuencias sociales de gran magnitud.\r\nEl cambio climatico es mayormente causado por las emisiones de gases\r\n(o emisiones) que retienen el calor solar en nuestro planeta. Estas\r\nemisiones de gases son mayormente consecuencia directa del uso de\r\nrecursos de combustibles fósiles, i.e., recursos esenciales para la\r\neconomia contemporanea.\r\nPara contrarestar este cambio climatico antropogenico, diferentes\r\ngobiernos alrededor del mundo han firmado varios acuerdos desde 1992\r\npara mitigar el cambio climatico. El acuerdo mas importante hasta\r\nahorita ha sido el Paris Agreement (2015) al cual se\r\nunieron no mas que ‘193 paises’! El proposito es tener\r\nuna meta para la regulacion local de emisiones.\r\nEl viaje a formulacion de politicas para\r\nreducir emisionesTambien en Chile (y Latino America) la situacion de emisiones es\r\ncritica. En Santiago es evidente con la cantidad de smog que hay atrasa\r\nseveramente la salud ambiental y de las personas, posiblemente con\r\nconsecuencias a largo plazo. En la imagen podemos ver que Chile en el\r\n2014 queda en segundo lugar como emitor de gases de invernadero per\r\ncapita.\r\nLas emisiones CO2 de Chile per capita en\r\ncifras (Banco Mundial,2014)Cuando vemos el tiempo transcurrir entre 2008 y 2018 vemos que las\r\nemisiones han subido con un 23.8 %. Esto plantea la pregunta politica:\r\n### Ha tenido efecto la politica chilena a la polucion causada por\r\ngases de invierno?\r\n Para\r\ncualitativamente contestar esta pregunta hay que entender que politicas\r\nambientales el gobierno Chileno ha introducido desde 1990 (fin de la\r\ndemocracia). Estas se pueden sumarizar a base de las metas y politicas\r\npropuestas. Es importante notar que hay una distincion entre la politica\r\ny su efecto. Por esta misma razon, se vuelve interesante evaluar el\r\nefecto agregado de la politica a las emisiones. Asi que, que las\r\nsiguientes politicas han sido introducidas:\r\nFalta informacion de primero que esto….\r\n2017: Implementacion impuestos verdes de US$5 por tonelada CO2\r\neq.\r\n2018: Plan de Adaptación del Sector Energía\r\n2017-2022:Plan de Acción Nacional de Cambio Climático 2017-2022\r\n2019: El Gobierno se comprometió en 2019 cerrar todas las centrales\r\nde Carbón en Chile al 2040. En 2019 cerraron 4. En 2021 cerraron 4 mas.\r\nEn total hay 28. (Energia, 2021)\r\n2019: Relac en todo Latino America; el 70% de la\r\ngeneración eléctrica en esta parte del mundo sea generada con fuentes de\r\nenergía renovable para el año 2030. Para Chile seria un\r\nmaximo de 95 millones de toneladas de gases de efecto\r\ninvernadero para 2030.\r\nTema de enfoque\r\nDependiendo de la base de datos disponibles puedo determinar cual mi\r\nenfoque sera. El enfoque principal es en ‘datos politicos’. En este se\r\ninterpreta: * Politica y polucion: Enfocarse en la dinamica a\r\ntraves del tiempo entre cambios politicos y la polucion en diferentes\r\npartes del ecosistema (agua, aire).\r\nVariables operacionales\r\nEmisiones en CO2 equivalentes\r\n\r\nPorcentage de Urbanizacion\r\n\r\nPorcentage de Agricultura\r\n\r\nConsumo energetico\r\n\r\nGeneracion energetica (no-renovable, o renovable)\r\n\r\nEstatus socio-economico de la poblacion\r\n\r\nAcuerdos internacionales/ Cumbres\r\n\r\nCambio de partido politico\r\n\r\nGobernancia de legislicacion\r\n\r\nCambios electorales\r\n\r\nInclinacion democratica del gobierno\r\n\r\nPara esto he encontrado varios bases de datos:\r\nRegistro de\r\nEmisiones y Transferencias de Contaminantes (RETC)\r\nWorld Bank Data\r\npara Chile\r\nOCHA\r\nUN de Chile para indicadores ecologicos\r\nEmisiones\r\nde Chile segun el Banco Mundial Chile\r\nHipotesis\r\nMi hipotesis es la siguiente: Las emisiones tienen\r\nuna relacion debil con el cambio de politica\r\nSubhipotesis: a) Dependiendo de la industria el efecto de la\r\npolitica es mas fuerte o menos fuerte.\r\nArgumentos:\r\nViendo que las emisiones siguien subiendo en Chile, es la pregunta si\r\nestas politicas han tenido efecto.\r\nReferencias\r\nUN,\r\n2021; What is climate change\r\nCR2,\r\n2014; Emisiones latino america per capita\r\nStatista,\r\n2019; Emisiones de paises Latino Americanos\r\nGobierno\r\nde Chile, 2021; Cierre de Centrales de carbon\r\nDistill is a publication format for scientific and technical writing,\r\nnative to the web.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-08-31T15:44:15-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-08-19-week-1/",
    "title": "Week 1",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Farley Rimon",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-08-19",
    "categories": [],
    "contents": "\r\nSo far, struggling a little\r\nbit\r\nThings tend to go slow for several reasons:\r\n\r\nI just want to get started with the projects!\r\n\r\nProgram interface (to zoom or not to zoom?)\r\nDisbalance in student expertise\r\nI just want to get started with the projects!Or the hardcore\r\n(new) theory. I believe reviewing old material is to be done in\r\nsomeone’s own time. Well, that’s how my uni went so I am used to the\r\nstress hahaha. It is also just part of my natural character. Because of\r\nthis, I am excited for what is to come…\r\nFinished taller de R\r\nExperience: + Not very different to Python + Need to get used to the\r\nsyntax + Actually pretty easy to use. The interface is insanely simple +\r\nI am scared some solutions I will not know because of a lack of\r\ndominance of R. Hopefully we can help each other with\r\nthis.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-08-23T09:34:32-04:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to ICP5006 Blog of Farley Rimon",
    "description": "Welcome to our new blog, ICP5006 Blog of Farley Rimon. Here you can keep track of the progress made during the course. I will document my     opinion on findings about projects related to urban data analysis.",
    "author": [
      {
        "name": "Farley Rimon",
        "url": {}
      }
    ],
    "date": "2022-08-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-08-23T09:34:07-04:00",
    "input_file": {}
  }
]
